import { LanguageData } from "../types";

export default {
    ones: ["", "один", "два", "три", "четыре", "пять", "шесть", "семь", "восемь", "девять"],
    teens: ["десять", "одиннадцать", "двенадцать", "тринадцать", "четырнадцать", "пятнадцать", "шестнадцать", "семнадцать", "восемнадцать", "девятнадцать"],
    tens: ["", "", "двадцать", "тридцать", "сорок", "пятьдесят", "шестьдесят", "семьдесят", "восемьдесят", "девяносто"],
    thousands: ["", "тысяча", "миллион", "миллиард"],
    hundred: "сто",
    zero: "ноль",
    minus: "минус",
  } as LanguageData
